[
  {
    "name": "um",
    "title": "Utilization Management Dashboard",
    "summary": "No matter the quality of care provided, there are going to be health situations that the facility is ill-equipped for. In these cases, patients may be taken off-site to local hospitals - or outside specialists must be brought in to the facility. Such situations pose unique challenges in cost, continuity of care, and security. Utilization management (UM) is a set of processes and practices for meeting KPIs related to offsite services. Because of the unique challenges posed by UM events, the KPIs are usually aimed at limiting the number of events. Lower utilization not only means less exposure to operational risk, but also serves as an indication that the correctional facility is well-equipped to handle the health challenges of its population. The UM Dashboard thus helps administrators and auditors keep tabs on the quality of onsite care.",
    "link": "https://lookerstudio.google.com/embed/reporting/77807e05-2d57-43a2-a14a-684366f41cca/page/kdAcF",
    "image": "images/um.png"
  },
  {
    "name": "intake",
    "title": "Intake Process Compliance",
    "summary": "Upon being booked into the facility, inmates must receive a suite of screenings and exams in a timely manner. Auditors are keeping track of the four main intake documents with KPIs for 1. whether a record exists for every individual in custody and 2. if it exists, how long it took to complete after they arrived on-site. As interested parties use this dashboard to track the KPIs, they can drill into different date ranges to find patterns that can prompt additional investigation into what causes deficiencies in the workflow. In an ideal situation, the four main KPIs read 100% completion and the bars for each document completely fill up the outline representing the total number of inmates booked that day.",
    "link": "https://lookerstudio.google.com/embed/reporting/f4f46cdd-fd18-48ab-b2ba-dbd05661594a/page/GTYcF",
    "image": "images/intake.png"
  },
  {
    "name": "",
    "title": "",
    "summary": "",
    "link": "",
    "image": ""
  }
]
